Revit 2027 API
ParameterTypeId.SteelElemPlateWidth Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemPlateWidth { get; }
Public Shared ReadOnly Property SteelElemPlateWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemPlateWidth {
	ForgeTypeId^ get ();
}
static member SteelElemPlateWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace